export default {
  projections: {
    ЧекE: {
      заказ: {
        __caption__: 'Номер заказа',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        }
      },
      времяОплаты: {
        __caption__: 'Время оплаты'
      },
      датаОплаты: {
        __caption__: 'Дата оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    },
    ЧекL: {
      заказ: {
        __caption__: 'Номер заказа',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        }
      },
      времяОплаты: {
        __caption__: 'Время оплаты'
      },
      датаОплаты: {
        __caption__: 'Дата оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    времяОплаты: {
      __caption__: 'Время оплаты'
    },
    датаОплаты: {
      __caption__: 'Дата оплаты'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    заказ: {
      __caption__: 'Номер заказа'
    }
  }
};
